---
kind: enumMember
id: F:Autodesk.Revit.DB.ImageFileType.JPEGSmallest
enum: Autodesk.Revit.DB.ImageFileType
source: html/581facef-c495-9017-8e99-2181078d11a5.htm
---
# Autodesk.Revit.DB.ImageFileType.JPEGSmallest

JPEG with lower quality picture and small file size